9/data/attachments/3ad894f73724ffa2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Adrian_go_Actions_22025_2</nif:username>
            <nif:friendToBeRequested>soap_actions_5398b650-369d-4d23-a204-f243f563a0cb</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>